asvetliakov.vscode-neovim
charliermarsh.ruff
emroussel.atomize-atom-one-dark-theme
esbenp.prettier-vscode
golang.go
jnoortheen.nix-ide
johnnymorganz.stylua
llvm-vs-code-extensions.vscode-clangd
mechatroner.rainbow-csv
meta.pyrefly
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-renderers
myriad-dreamin.tinymist
rust-lang.rust-analyzer
tamasfe.even-better-toml
tangzx.emmylua
tekumara.typos-vscode
# Sometimes doesn't work in Jupyter, stick to pyrefly for now.
# zuban.zubanls
